{
  "sismoFormationTitle": "地震の発生メカニズム：プレートテクトニクスの働き",
  "sismoFormationTypes": [
    {
      "title": "地震の原因は？",
      "content": "地球の表面は一枚岩ではありません。<b>プレート</b>と呼ばれる巨大な岩盤のパズルで構成されており、それらは半液体のマントルの上を漂っています。プレートは常にゆっくりと（年間数センチ）動いています。地震とは、この動きによって蓄積されたエネルギーが突然放出される際に感じる振動のことです。"
    },
    {
      "title": "衝突型地震（収束型境界）",
      "content": "2つのプレートが互いに押し合う場所で発生します。通常、密度の高い海洋プレートが密度の低い大陸プレートの下に沈み込む<b>沈み込み（サブダクション）</b>というプロセスが起こります。沈み込むプレートは滑らかに動かず、固着して巨大なひずみを蓄積します。ひずみが摩擦力に打ち勝つと、プレートが急激に滑り、莫大なエネルギーが放出されます。チリや日本のように、津波を引き起こす可能性のある<b>世界で最も強力な地震</b>はここで発生します。"
    },
    {
      "title": "拡大（発散）型地震（拡大（発散）型境界）",
      "content": "2つのプレートが互いに離れていく場所で発生します。この動きによって地殻に亀裂が生じ、マントルからマグマが上昇して新しい海底が形成されます。このプロセスには地震が伴いますが、一般的には<b>規模が小さく、震源も浅い</b>です。ほとんどは海の中央海嶺と呼ばれる海底山脈で発生します。"
    },
    {
      "title": "横ずれ（トランスフォーム）型地震（横ずれ（トランスフォーム）型境界）",
      "content": "2つのプレートが水平方向にすれ違う場所で発生します。プレートの縁は滑らかではないため、摩擦によって固着します。数年または数十年かけてひずみが蓄積し、突然岩盤が破壊され、プレートが急激にずれます。最も有名な例は、太平洋プレートと北米プレートの境界にあるカリフォルニアの<b>サンアンドレアス断層</b>です。"
    }
  ],
  "magnitudeTitle": "マグニチュード（M）について",
  "magnitudeIntro": "モーメントマグニチュード（Mw）は、地震の震源で放出される総エネルギーを測定します。このスケールは対数的で、1.0ポイントの増加（例：M6からM7へ）は、揺れの振幅が10倍になり、放出されるエネルギーが<strong>約32倍</strong>になることを意味します。",
  "magnitudeTable": "<table class=\"glossary-table\"><thead><tr><th>マグニチュード</th><th>分類</th><th>典型的な体感と影響</th></tr></thead><tbody><tr><td>2.0 - 2.9</td><td>微小</td><td>人には感じられない。地震計でのみ検出される。</td></tr><tr><td>3.0 - 3.9</td><td>小さい</td><td>安静にしている一部の人が感じる。トラックが通過するような振動。</td></tr><tr><td>4.0 - 4.9</td><td>軽微</td><td>ほとんどの人が感じる。窓や食器がガタガタ鳴る。車が揺れる。</td></tr><tr><td>5.0 - 5.9</td><td>中程度</td><td>誰もが感じる。棚から物が落ちる。壁のしっくいがひび割れることがある。</td></tr><tr><td>6.0 - 6.9</td><td>強い</td><td>立っているのが困難。耐震性の低い建物に大きな被害。</td></tr><tr><td>7.0 - 7.9</td><td>大きい</td><td>広範囲に深刻な被害。ほとんどの建物が損傷または倒壊する。</td></tr><tr><td>8.0 - 8.9</td><td>巨大</td><td>ほぼ完全な破壊。都市が壊滅。地面に大きな亀裂。</td></tr><tr><td>9.0+</td><td>壊滅的</td><td>広範囲にわたる壊滅的な被害で、地形が恒久的に変わる。大洋を横断する津波を発生させる。</td></tr></tbody></table>",
  "colorsTitle": "アプリ内の配色基準",
  "colorsIntro": "色は地震の強度を素早く識別するのに役立ちます：",
  "colorsTable": "<table class=\"glossary-table\"><tbody><tr><td><span class=\"color-swatch\" style=\"background-color: #08e108;\"></span>緑</td><td>マグニチュード4.0未満（軽微）。</td></tr><tr><td><span class=\"color-swatch\" style=\"background-color: yellow;\"></span>黄</td><td>マグニチュード4.0から4.9（軽微から中程度）。</td></tr><tr><td><span class=\"color-swatch\" style=\"background-color: orange;\"></span>オレンジ</td><td>マグニチュード5.0から5.9（中程度から強い）。</td></tr><tr><td><span class=\"color-swatch\" style=\"background-color: #ff0000;\"></span>赤</td><td>マグニチュード6.0以上（強いから巨大）。</td></tr></tbody></table>",
  "termsTitle": "地震に関する基本用語",
  "termMercalli": "<h5>震度（メルカリ震度階級） vs. マグニチュード</h5><p><strong>マグニチュード</strong>（例：Mw 7.2）は震源で放出されたエネルギーを測定する単一の数値です。<strong>震度</strong>（例：階級IX）は特定の場所での揺れの<strong>影響</strong>（被害、人々の感じ方）を測定し、震源からの距離に応じて減少します。</p>",
  "termDepth": "<h5>深さ</h5><p>地震が発生した地表からの距離（震源）を示します。<strong>浅い地震（0-70 km）</strong>は、地震波のエネルギーが地表に到達するまでの距離が短く、より強力に伝わるため、一般的に危険性が高いです。</p>",
  "termEpicenter": "<h5>震央 vs. 震源</h5><p><strong>震源</strong>は、地震が始まる地球内部の岩盤破壊の正確な点です。<strong>震央</strong>は、その真上の地表の点であり、通常、揺れが最も強く感じられる場所です。</p>",
  "termWaves": "<h5>地震波（P波とS波）</h5><p><strong>P波（初期微動）</strong>は縦波で速く、最初に検出されます。<strong>S波（主要動）</strong>は横波で遅く、「揺さぶる」動きを引き起こし、破壊の主な原因となります。</p>",
  "termLiquefaction": "<h5>液状化現象</h5><p>強い揺れによって、水で飽和した砂質の土壌が強度を失い、液体のように振る舞う危険な現象です。これにより、建物などが沈んだり、傾いたり、倒壊したりすることがあります。</p>",
  "termAftershock": "<h5>余震</h5><p>本震の後に同じ地域で発生する小さな地震です。破壊された断層が再調整されることによって引き起こされ、数日間、数週間、あるいは数ヶ月続くことがあり、すでに損傷した建造物に追加のリスクをもたらします。</p>",
  "historicalSismosTitle": "🌍 世界の歴史的な大地震",
  "historicalSismos": [
    {
      "title": "バルディビア地震、チリ（1960年）- M9.5",
      "content": "観測史上最大の地震。チリに広範囲な破壊をもたらし、太平洋を横断する津波を発生させ、ハワイ、日本、フィリピンに到達し、このようなイベントが地球規模に及ぶことを示しました。"
    },
    {
      "title": "スマトラ島沖地震、インドネシア（2004年）- M9.1",
      "content": "この巨大な海底地震は、歴史上最も致命的な津波の一つを引き起こし、14カ国に被害を与え、23万人以上の死者を出しました。この出来事は、インド洋における効果的な津波警報システムの必要性を浮き彫りにしました。"
    },
    {
      "title": "東北地方太平洋沖地震、日本（2011年）- M9.0",
      "content": "激しい揺れに加え、最大40メートルの津波を発生させ、日本の東北地方沿岸を壊滅させました。この出来事は、福島第一原子力発電所事故を引き起こしたことで世界的に知られるようになり、地震リスクが複数の大災害に発展しうることを示しました。"
    }
  ],
  "associatedRisksTitle": "地震に伴うリスク",
  "associatedRisks": [
    {
      "title": "津波",
      "content": "海底で発生する大地震は、膨大な量の海水を移動させ、高速で伝わる巨大な波を発生させることがあります。海岸に到達すると、これらの波は震源から数千キロ離れた沿岸地域を浸水させ、破壊する可能性があります。"
    },
    {
      "title": "地滑り",
      "content": "地面の揺れは、丘や山の急斜面を不安定にし、土砂、岩、がれきの地滑りを引き起こす可能性があります。都市部では、不安定な土地に建てられたコミュニティにとって深刻なリスクとなります。"
    },
    {
      "title": "火災",
      "content": "揺れによってガス管が破裂したり、電線が損傷したりして、ガス漏れやショートが発生することがあります。これらの事象はしばしば火災につながり、特に水道網も損傷している場合は消火活動が困難になり、都市部で急速に延焼する可能性があります。"
    }
  ],
  "volcanoSectionTitle": "🌋 火山用語集",
  "volcanoTypesTitle": "主な火山の種類",
  "volcanoTypes": [
    {
      "title": "楯状火山",
      "content": "幅広く、緩やかな斜面を持つ火山で、非常に流動性の高い溶岩が長距離にわたって流れることで形成されます。噴火は通常、爆発的ではありません。例：ハワイのキラウエア火山。"
    },
    {
      "title": "成層火山（複合火山）",
      "content": "粘性の高い溶岩、火山灰、岩石の層が積み重なってできた、高くて円錐形の火山。シリカを多く含む溶岩はガスを閉じ込めやすく、非常に爆発的な噴火につながることがあります。例：富士山、ヴェスヴィオ火山、クラカタウ火山、セント・ヘレンズ山。"
    },
    {
      "title": "超巨大火山（スーパーボルケーノ）",
      "content": "地球の気候を変動させるほどの大噴火を起こす能力を持つ巨大な火山。円錐形ではなく、イエローストーンのような巨大なカルデラを形成します。一度の噴火で1,000立方キロメートル以上の物質を噴出することがあります。"
    },
    {
      "title": "溶岩ドーム",
      "content": "非常に粘性の高い溶岩が火口に積み重なってドーム状に盛り上がったもの。ドームの崩壊は、危険な火砕流を突発的に発生させることがあります。"
    },
    {
      "title": "割れ目噴火",
      "content": "マグマが中央の火口からではなく、地殻の長い亀裂から噴出するもの。広大な溶岩台地や、1783年のアイスランドのラキ火山噴火のように気候に影響を与えるガスを放出することがあります。"
    },
    {
      "title": "海底火山",
      "content": "地球上の火山のほとんどは海底にあります。噴火によってスルツェイ島のような新しい島が作られたり、2022年のフンガ・トンガ＝フンガ・ハアパイ火山のように津波や世界的な衝撃波を発生させたりすることがあります。"
    },
    {
      "title": "泥火山",
      "content": "泥、塩水、メタンなどのガスが地殻の断層を通って噴出して形成されます。マグマ起源ではなく、粘土層に閉じ込められた流体の圧力によって引き起こされます。アゼルバイジャンやカスピ海周辺などで数千が確認されています。"
    }
  ],
  "eruptionTypesTitle": "主な噴火の種類",
  "eruptionTypes": [
    {
      "title": "ハワイ式噴火（溶岩流出型）",
      "content": "ガス成分が少なく流動性の高い溶岩が、大きな爆発を伴わずに斜面を流れ下る穏やかな噴火。楯状火山に典型的です。"
    },
    {
      "title": "プリニー式噴火（爆発型）",
      "content": "最も激しい噴火形式。火山灰とガスの噴煙柱を成層圏の30km以上まで噴き上げ、地球全体の気候に影響を与える可能性があります。例：ヴェスヴィオ火山（西暦79年）、クラカタウ火山（1883年）。"
    },
    {
      "title": "ストロンボリ式噴火",
      "content": "白熱した物質（溶岩弾）をリズミカルに空中に噴出する、中程度の爆発が特徴です。例：イタリアのストロンボリ火山。"
    },
    {
      "title": "ブルカノ式噴火",
      "content": "短いが激しい噴火。粘性の高い溶岩が火道を塞ぎ、蓄積された圧力が岩片、水蒸気、火山灰を突然解放します。噴煙柱は数キロの高さに達することがあります。"
    },
    {
      "title": "水蒸気噴火",
      "content": "地下水が岩石やマグマによって過熱され、マグマ自体が地表に達することなく水蒸気の爆発が起こるもの。予兆がほとんどない場合があります。"
    },
    {
      "title": "マグマ水蒸気噴火",
      "content": "浅い水中や地下でマグマが水と激しく反応し、火山灰、水蒸気、破砕された溶岩の爆発的な噴出を引き起こします。マグマが関与するため、水蒸気噴火よりも危険です。"
    },
    {
      "title": "スルツェイ式噴火",
      "content": "浅い水中でマグマが水と激しく反応し、火山灰と水蒸気の爆発的な噴出を引き起こすもの。アイスランドのスルツェイ島のように新しい島を形成することがあります。"
    },
    {
      "title": "氷河下噴火",
      "content": "氷河の下で発生します。マグマが氷を溶かし、大規模な洪水（ヨークルフロイプ）や水蒸気爆発を引き起こすことがあります。例：2010年のエイヤフィヤトラヨークトル火山。"
    },
    {
      "title": "側噴火",
      "content": "マグマが山頂ではなく、山腹の割れ目から噴出するもの。1980年のセント・ヘレンズ山噴火のように、山体自体を吹き飛ばすほど極めて破壊的になることがあります。"
    },
    {
      "title": "降雨（ラハール）",
      "content": "溶岩の噴火ではなく、危険な二次災害。大雨が山腹に堆積した火山灰と混ざり合い、高速で流れ下る高密度の泥流を形成し、火山活動から数日または数週間後でも集落全体を破壊する可能性があります。"
    },
    {
      "title": "湖水噴火",
      "content": "火山地域の湖で起こる稀で致命的な現象。二酸化炭素などのガスが湖底に閉じ込められ、突然放出されると巨大な泡となって上昇し、斜面を広がり、無色無臭のまま人や動物を窒息させます。"
    }
  ],
  "volcanoTermsTitle": "火山の危険性と用語",
  "volcanoTerms": [
    {
      "title": "火砕流",
      "content": "過熱されたガス、火山灰、岩片の致死的な混合物が、時速300kmを超える速度で斜面を流れ下る現象。爆発的噴火の中で最も破壊的で、逃れることがほぼ不可能な現象の一つです。"
    },
    {
      "title": "ラハール（泥流）",
      "content": "直接的な噴火ではなく、危険な二次災害。大雨が山腹に堆積した火山灰と混ざり合い、すべてを破壊しながら高速で流れる高密度の泥流を作り出します。噴火から数週間後に発生することもあります。"
    },
    {
      "title": "粘性（とシリカ）",
      "content": "溶岩の流れにくさ。シリカが少ない溶岩（玄武岩質）は流動性が高く、穏やかな噴火（溶岩流出型）を起こします。シリカが豊富な溶岩は粘性が高く（粘り気があり）、ガスを閉じ込めて激しい噴火（爆発型）を引き起こします。"
    },
    {
      "title": "カルデラ",
      "content": "大規模な噴火でマグマだまりが空になった後、火山自体が崩壊してできる大きな窪地。イエローストーンのような超巨大火山は、その巨大なカルデラによって識別されます。"
    },
    {
      "title": "火山爆発指数（VEI）",
      "content": "噴出物の量と噴煙柱の高さに基づいて噴火の激しさを0から8のスケールで測定します。プリニー式噴火やウルトラプリニー式噴火はこのスケールの最上位に位置します。"
    },
    {
      "title": "ペレの毛",
      "content": "ハワイの噴火などで見られる、非常に流動性の高い玄武岩質溶岩の小さな粒子が風によって引き伸ばされてできる、極細の火山ガラスの繊維。魅力的ですが、吸い込んだり皮膚に触れたりすると危険な鋭利な物質です。名前はハワイの火山の女神ペレに由来します。"
    }
  ],
  "historicalEruptionsTitle": "歴史的な大噴火",
  "historicalEruptions": [
    {
      "title": "タンボラ山（1815年）- 夏のない年",
      "content": "インドネシアでのこの噴火は非常に大規模で、成層圏に火山灰とガスを放出し、太陽光を遮断しました。その影響は地球規模に及び、1816年は「夏のない年」として知られ、遠くヨーロッパまで凶作と飢饉を引き起こしました。"
    },
    {
      "title": "クラカタウ（1883年）- 世界中に響いた爆発",
      "content": "インドネシアのクラカタウ火山の爆発は非常に強力で、その音は4,800km以上離れた場所でも聞こえ、衝撃波は地球を4周しました。壊滅的な津波を発生させ、世界中で数週間にわたって夕焼けの色を変えました。"
    },
    {
      "title": "セント・ヘレンズ山（1980年）- 横なぐりの爆発",
      "content": "ほとんどの噴火とは異なり、このアメリカの火山の噴火は山腹で発生しました。山の側面が崩壊して爆発し、幅2km以上のクレーターと、国を横断して60万平方キロメートルを覆う火山灰の雲を作り出しました。"
    }
  ],
  "volcanoMonitoringTitle": "火山の監視方法",
  "volcanoMonitoring": [
    {
      "title": "地震活動の分析",
      "content": "微小な揺れや繰り返される振動は、地下でマグマが動いていることを示す可能性があります。地震計を設置して、噴火の前兆となりうる異常な地震活動の増加を記録します。"
    },
    {
      "title": "ガス測定",
      "content": "二酸化硫黄（SO₂）や二酸化炭素（CO₂）などのガスの放出量の増加は、マグマが上昇していることを意味する可能性があります。これらの測定は、現地のセンサーやドローンによって行われます。"
    },
    {
      "title": "地殻変動",
      "content": "マグマが蓄積すると、その上の地面がミリメートル単位またはセンチメートル単位で膨張することがあります。高精度のGPS装置や傾斜計がこれらの微小な変形を測定し、重要な警告サインとなります。"
    },
    {
      "title": "衛星による監視",
      "content": "衛星は赤外線センサーを使用して地表の温度変化を検出し、ホットスポットを示します。また、火山灰やガスの雲を監視し、遠隔地や航空交通への影響を予測するのに役立ちます。"
    }
  ],
  "volcanoBenefitsTitle": "火山の恩恵",
  "volcanoBenefits": [
    {
      "title": "肥沃な土壌の創造",
      "content": "溶岩や火山灰が時間をかけて分解されると、窒素、リン、カリウムなどの栄養素が放出されます。これにより、エトナ山周辺のブドウ畑やハワイのコーヒー農園で見られるように、農業に最適な非常に肥沃な土壌が作られます。"
    },
    {
      "title": "新しい土地の形成",
      "content": "ハワイやガラパゴス諸島のような多くの島々は、完全に海底噴火によって形成されました。海によって隔離されたこの新しい土地は、動植物の種が独自の方法で進化することを可能にし、ユニークな生態系を創造します。"
    },
    {
      "title": "温泉とエネルギー",
      "content": "火山活動によって生じる地下の熱が水を温め、温泉として地表に湧き出ます。医療や観光の可能性に加えて、この熱は地熱エネルギーを生成するために利用することができます。"
    }
  ]
}