{
    "gasIntroTitle": "火山ガスガイド",
    "gasIntroP1": "噴火前、火山は囁きます。その秘密は炎ではなく、ガスとして現れます。目に見えず、静かで、非常に示唆に富んでいます。それらは地球の呼吸であり、私たちの足元数キロメートルで何が起こっているかを理解するために地質学が提供する最も微妙で重要な兆候です。",
    "gasIntroP2": "これらのガスは単なるマグマの副産物ではありません。それらは地下の使者であり、内部の圧力、化学組成、さらには火山の気分に関する手がかりを運んでいます。そのパターンを観察することは、地球の核と地表との間の会話を聞くようなものです。",
    "birthTitle": "🔥 ガスの発生源",
    "birthP1": "火山ガスは<b>マグマの脱ガス</b>というプロセスによって放出されます。マグマを地球の地殻深くに貯蔵された超高圧の炭酸飲料と考えてみてください。それには、主に水蒸気（H₂O）、二酸化炭素（CO₂）、二酸化硫黄（SO₂）などの溶存ガスが含まれています。",
    "birthP2": "このマグマが地表に向かって上昇すると、周囲の圧力が劇的に低下します。ソーダのボトルを開けるのと同じように、ガスは液体から分離して逃げ出し、断裂や亀裂、火山の導管を通って上昇します。このプロセスは噴火の前、最中、あるいは噴火なしでも発生する可能性があり、ガスは絶え間ない監視ツールとなります。",
    "escapeTitle": "🌬️ どこから放出されるか？",
    "escapePoints": [
        "<b>噴気孔:</b> 地殻の開口部で、高温の蒸気とガスを放出します。",
        "<b>温泉:</b> 火山活動によって加熱され、溶存ガスを含む水。",
        "<b>硫気孔:</b> 硫黄が豊富で、SO₂の放出が激しい地域。",
        "<b>火口と山腹:</b> 噴火がなくても、微小な亀裂からガスを放出することがあります。"
    ],
    "escapeConclusion": "これらの場所は地球の排気バルブのようなものであり、それぞれが地下の物語の一部を語っています。",
    "signalsTitle": "🧠 何を教えてくれるか？",
    "signalsP1": "これらのガスの組成と量は、<b>火山の健康診断書</b>として機能します。微妙な、あるいは急激な変化は、次のことを示す可能性があります：",
    "signalPoints": [
        "マグマの移動",
        "内部圧力の増加",
        "地下水との相互作用",
        "予想される噴火タイプの変化"
    ],
    "signalsP2": "例えば、SO₂（二酸化硫黄）の放出の急激な増加は、マグマが地表に近づいている最も信頼できる兆候の一つです。一方、CO₂はより軽く豊富であるため、噴火なしでも逃げ出すことができ、深い活動を明らかにします。これらのガスを監視することは、科学的好奇心を実践的な予防に変えます。火山学者、早期警報システム、さらには地元のコミュニティによって、火山が穏やかであるか、落ち着きがないか、あるいは目覚めようとしているかを理解するために使用されています。",
    "nextTitle": "🧪 次に何が来るか？",
    "nextP1": "各ガスには独自の物語があります—起源、挙動、リスク。次のブロックでは、主要な4つのガスを探ります：",
    "gasList": [
        "<b>SO₂:</b> 活発なマグマの最も直接的な兆候。",
        "<b>CO₂:</b> 蓄積して窒息させる可能性のある静かなガス。",
        "<b>CO:</b> 少量の線量でも有毒な見えない殺人者。",
        "<b>NO₂:</b> 酸性雨の原因となる大気刺激物。"
    ],
    "gasSO2Title": "🟡 SO₂ — 二酸化硫黄",
    "gasSO2Subtitle": "活発なマグマの最も直接的な兆候。",
    "gasSO2Desc": "火山がSO₂を放出し始めると、まるで声を上げているかのようです。このガスは噴火で最も豊富なものの一つであり、火山学者がマグマ活動の指標として最も広く使用しています。",
    "gasSO2Points": {
        "起源": "マグマに存在する硫黄の酸化によって形成されます。",
        "挙動": "無色で、強い刺激臭（燃えたマッチのような）があります。",
        "環境への影響": "空気中の水分と反応して硫酸を形成し、酸性雨や<b>vog</b>（火山性スモッグ）として知られる現象の主な原因となります。",
        "地質学的兆候": "SO₂放出の急激な増加は、マグマが上昇し、火山の内部圧力を高めていることを示す可能性があります。"
    },
    "gasCO2Title": "🔴 CO₂ — 二酸化炭素",
    "gasCO2Subtitle": "深さを示す静かなガス。",
    "gasCO2Desc": "CO₂は、水蒸気に次いで火山から放出される2番目に豊富なガスです。臭いも色もありませんが、重さがあります。そして、その重さは致命的になることがあります。",
    "gasCO2Points": {
        "起源": "マグマから直接放出されるか、炭酸塩岩との相互作用によって放出されます。",
        "挙動": "空気より重く、谷や洞窟などの低地に溜まる傾向があります。",
        "リスク": "環境中の酸素を置換し、目に見えない致命的なポケットを形成する可能性があります。",
        "興味深い事実": "噴火なしでも逃げ出すことができ、深く一定した活動の兆候です。"
    },
    "gasCOTitle": "⚠️ CO — 一酸化炭素",
    "gasCOSubtitle": "見えない殺人者。",
    "gasCODesc": "COは火山ではあまり豊富ではありませんが、非常に危険です。火山熱で焼かれた植生など、不完全燃焼の環境で発生し、少量でも致命的になることがあります。",
    "gasCOPoints": {
        "起源": "火山熱源の近くで有機物が部分的に燃焼した結果です。",
        "挙動": "無色、無臭、非常に有毒なガス。血液中の酸素輸送を妨げます。",
        "リスク": "めまい、失神、静かな死を引き起こす可能性があります。目に見える兆候がないため、「裏切り者のガス」と呼ばれています。",
        "適用": "火口や炭化した植生のある地域で監視されます。"
    },
    "gasNO2Title": "🟠 NO₂ — 二酸化窒素",
    "gasNO2Subtitle": "大気刺激物。",
    "gasNO2Desc": "NO₂は火山ではあまり一般的ではありませんが、他のガスが関与する大気反応の副産物として発生することがあります。強い臭いと赤褐色の色で知られています。",
    "gasNO2Points": {
        "起源": "高温で火山ガスと空気との反応によって形成されます。",
        "挙動": "刺激性の赤褐色のガスで、酸性雨の形成に寄与します。",
        "リスク": "特に子供、高齢者、喘息を持つ人々の呼吸器系に影響を与えます。",
        "興味深い事実": "蒸気に赤みを帯びた色の噴火で視覚的に検出できます。"
    }
}
